Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.guide.office.judicial
source: Judicial Offices
es: Cargos judiciales
vi: Các chức vụ tư pháp
zh_hans: 司法职位

# app.guide.office.local
source: Local Offices
es: Cargos locales
vi: Các chức vụ địa phương
zh_hans: 地方职位

# app.guide.office.ballot_measures
source: Ballot Measures
es: Medidas de boleta
vi: Sáng kiến lá phiếu
zh_hans: 公投事项

# app.guide.office.cycle.every_6_years
source: every 6 years
es: cada 6 años
fil: kada 6 na taon
vi: mỗi 6 năm
zh_hans: 每6年

# app.guide.office.cycle.every_2_years
source: every 2 years
es: cada 2 años
fil: kada 2 taon
vi: mỗi 2 năm
zh_hans: 每2年

# app.guide.office.cycle.every_4_years
source: every 4 years
es: cada 4 años
fil: kada 4 na taon
vi: mỗi 4 năm
zh_hans: 每4年

# app.guide.office_influence.president
source: %@: sets national executive priorities, federal agency direction, and veto/sign authority.
es: %@: fija prioridades del poder ejecutivo nacional, la dirección de agencias federales y la autoridad de veto/firma.
fil: %@: nagtatakda ng pambansang prayoridad ng ehekutibo, direksyon ng mga pederal na ahensya, at kapangyarihang mag-veto/magpirma.
vi: %@: đặt ưu tiên hành pháp quốc gia, định hướng cơ quan liên bang và quyền phủ quyết/ký ban hành.
zh_hans: %@：决定国家行政优先事项、联邦机构方向以及否决/签署权。

# app.guide.office_influence.senate
source: %@: shapes federal law, confirms judges/appointments, and approves treaties.
es: %@: moldea la ley federal, confirma jueces/nombramientos y aprueba tratados.
fil: %@: humuhubog sa pederal na batas, nagkukumpirma ng mga hukom/hirang, at nag-aapruba ng mga tratado.
vi: %@: định hình luật liên bang, phê chuẩn thẩm phán/bổ nhiệm và phê chuẩn hiệp ước.
zh_hans: %@：塑造联邦法律，确认法官/任命，并批准条约。

# app.guide.office_influence.house
source: %@: initiates budget/tax bills and represents district interests in federal legislation.
es: %@: inicia proyectos de presupuesto/impuestos y representa intereses del distrito en la legislación federal.
fil: %@: nagsisimula ng mga panukalang badyet/buwis at kumakatawan sa interes ng distrito sa pederal na batas.
vi: %@: khởi xướng dự luật ngân sách/thuế và đại diện lợi ích khu vực trong luật liên bang.
zh_hans: %@：发起预算/税收法案，并在联邦立法中代表选区利益。

# app.guide.office_influence.governor
source: %@: leads state executive branch, signs/vetoes state laws, and sets state policy direction.
es: %@: dirige el poder ejecutivo estatal, firma/veta leyes estatales y marca la dirección de políticas estatales.
fil: %@: namumuno sa sangay ehekutibo ng estado, lumalagda/nagve-veto ng batas ng estado, at nagtatakda ng direksyon ng patakaran ng estado.
vi: %@: lãnh đạo nhánh hành pháp bang, ký/phủ quyết luật bang và định hướng chính sách bang.
zh_hans: %@：领导州行政部门，签署/否决州法律，并确定州政策方向。

# app.guide.office_influence.state_legislature
source: %@: passes state laws, budgets, and policy frameworks that affect statewide programs.
es: %@: aprueba leyes estatales, presupuestos y marcos de política que afectan programas estatales.
fil: %@: nagpapatibay ng batas ng estado, badyet, at mga balangkas ng patakaran na nakaaapekto sa mga programang pambuong-estado.
vi: %@: thông qua luật bang, ngân sách và khung chính sách ảnh hưởng đến các chương trình toàn bang.
zh_hans: %@：通过州法律、预算和政策框架，影响全州项目。

# app.guide.office_influence.judicial
source: %@: interprets laws and legal disputes, affecting rights and policy application.
es: %@: interpreta leyes y disputas legales, afectando derechos y aplicación de políticas.
fil: %@: nagbibigay-kahulugan sa batas at mga legal na alitan, na nakaaapekto sa mga karapatan at pagpapatupad ng patakaran.
vi: %@: diễn giải luật và tranh chấp pháp lý, ảnh hưởng đến quyền và việc áp dụng chính sách.
zh_hans: %@：解释法律和法律争议，影响权利与政策执行。

# app.guide.office_influence.local
source: %@: impacts city/county budgets, schools, zoning, transportation, and public safety decisions.
es: %@: impacta presupuestos de ciudad/condado, escuelas, zonificación, transporte y decisiones de seguridad pública.
fil: %@: nakaaapekto sa badyet ng lungsod/county, mga paaralan, zoning, transportasyon, at mga desisyon sa pampublikong kaligtasan.
vi: %@: ảnh hưởng ngân sách thành phố/hạt, trường học, quy hoạch, giao thông và quyết định an toàn công cộng.
zh_hans: %@：影响市/县预算、学校、分区、交通和公共安全决策。

# app.guide.office_influence.ballot_measures
source: %@: allows direct voter decisions on policy, funding, or constitutional/statutory changes.
es: %@: permite decisiones directas de votantes sobre políticas, financiamiento o cambios constitucionales/legales.
fil: %@: nagbibigay-daan sa direktang desisyon ng botante sa patakaran, pondo, o mga pagbabagong konstitusyonal/batas.
vi: %@: cho phép cử tri quyết định trực tiếp về chính sách, ngân sách hoặc thay đổi hiến pháp/pháp luật.
zh_hans: %@：让选民可直接决定政策、资金或宪法/法律变更。

# app.guide.office_influence.generic
source: %@: affects policy and governance outcomes for your community and representation level.
es: %@: afecta resultados de políticas y gobernanza para tu comunidad y nivel de representación.
fil: %@: nakaaapekto sa mga kinalabasan ng patakaran at pamamahala para sa iyong komunidad at antas ng representasyon.
vi: %@: ảnh hưởng kết quả chính sách và quản trị cho cộng đồng và cấp đại diện của bạn.
zh_hans: %@：会影响你所在社区及代表层级的政策与治理结果。

# app.guide.card.special_rules.runoff.cta
source: Explore the threshold gate runoff demo
es: Explora la demo de segunda vuelta con umbral
fil: Suriin ang runoff demo na may threshold gate
vi: Khám phá bản demo vòng hai theo ngưỡng
zh_hans: 查看按门槛触发的决选演示

# app.feedback.category.idea
source: Idea
fil: Ideya
vi: Ý tưởng
zh_hans: 想法

# app.timeline.stage.general
source: General
fil: Pangkalahatan
vi: Tổng tuyển cử
zh_hans: 大选

# app.reps.alert.phone_unavailable.ok
source: OK
zh_hans: 确定

# app.timeline.flag.alert.ok
source: OK
zh_hans: 确定

# app.timeline.mapv.notifications.ok
source: OK
zh_hans: 确定
